result/usenix/run8/results-prctl12/benchmark-stats.log
  240000000 requests completed in 379.96 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.01% <= 2 milliseconds
20.93% <= 3 milliseconds
75.28% <= 4 milliseconds
89.14% <= 5 milliseconds
94.40% <= 6 milliseconds
95.88% <= 7 milliseconds
96.85% <= 8 milliseconds
97.55% <= 9 milliseconds
98.11% <= 10 milliseconds
98.53% <= 11 milliseconds
98.85% <= 12 milliseconds
99.14% <= 13 milliseconds
99.34% <= 14 milliseconds
99.52% <= 15 milliseconds
99.65% <= 16 milliseconds
99.75% <= 17 milliseconds
99.83% <= 18 milliseconds
99.88% <= 19 milliseconds
99.91% <= 20 milliseconds
99.92% <= 21 milliseconds
99.93% <= 22 milliseconds
99.95% <= 23 milliseconds
99.95% <= 24 milliseconds
99.97% <= 25 milliseconds
99.97% <= 26 milliseconds
99.98% <= 27 milliseconds
99.98% <= 28 milliseconds
99.98% <= 29 milliseconds
99.98% <= 30 milliseconds
99.99% <= 31 milliseconds
99.99% <= 32 milliseconds
99.99% <= 33 milliseconds
99.99% <= 35 milliseconds
99.99% <= 37 milliseconds
99.99% <= 38 milliseconds
99.99% <= 39 milliseconds
99.99% <= 40 milliseconds
99.99% <= 41 milliseconds
99.99% <= 42 milliseconds
99.99% <= 43 milliseconds
99.99% <= 44 milliseconds
99.99% <= 45 milliseconds
99.99% <= 46 milliseconds
99.99% <= 47 milliseconds
99.99% <= 48 milliseconds
99.99% <= 50 milliseconds
99.99% <= 51 milliseconds
99.99% <= 52 milliseconds
99.99% <= 54 milliseconds
99.99% <= 55 milliseconds
99.99% <= 56 milliseconds
99.99% <= 57 milliseconds
99.99% <= 62 milliseconds
99.99% <= 64 milliseconds
99.99% <= 65 milliseconds
99.99% <= 67 milliseconds
99.99% <= 69 milliseconds
100.00% <= 71 milliseconds
100.00% <= 73 milliseconds
100.00% <= 74 milliseconds
100.00% <= 76 milliseconds
100.00% <= 79 milliseconds
100.00% <= 80 milliseconds
100.00% <= 84 milliseconds
100.00% <= 100 milliseconds
100.00% <= 101 milliseconds
100.00% <= 105 milliseconds
100.00% <= 106 milliseconds
100.00% <= 111 milliseconds
100.00% <= 112 milliseconds
100.00% <= 116 milliseconds
100.00% <= 123 milliseconds
100.00% <= 125 milliseconds
100.00% <= 131 milliseconds
100.00% <= 140 milliseconds
100.00% <= 145 milliseconds
100.00% <= 146 milliseconds
100.00% <= 146 milliseconds
631642.12 requests per second